<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>@include('frontend/inc_header')
</head>

<body>
    @include('frontend/inc_topmenu')

    <section id="pdpapage" class="wrapperPages">
        <div class="container-fluid">

            <div class="wrapper_pad">
                <div class="row mt-5">
                    <div class="col">
                        <div class="topichead">
                            นโยบายความเป็นส่วนตัว
                        </div>
                    </div>
                </div>
                <div class="row mt-5 mb-5">
                    <div class="col">
                        <div class="contentbody">
                            บริษัทออฟฟิศแคร์ เล็งเห็นถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคลของท่าน
                            ผู้ใช้ผลิตภัณฑ์และบริการของเรา
                            เราทราบดีว่าท่านเป็นห่วงและให้ความสำคัญกับวิธีการที่ข้อมูลของท่านจะถูกเก็บรวบรวม ใช้ เปิดเผย
                            และ ส่งหรือโอนไปยังต่างประเทศ ซึ่งเราและบริษัทที่อยู่ในระบบนิเวศของข้อมูล (Data ecosystem)
                            ของกลุ่มเซ็นทรัล
                            จะนำข้อมูลที่ท่านให้กับเรานั้นไปใช้เพื่อมอบผลิตภัณฑ์และให้บริการที่ตรงกับความต้องการและความจำเป็นที่ออกแบบมาอย่างเหมาะสมสำหรับท่าน
                            บริษัทฯ
                            ซาบซึ้งในความไว้วางใจของท่านและเราจะดูแลข้อมูลส่วนบุคคลของท่านด้วยความระมัดระวังและอย่างสมเหตุสมผลในการมอบประสบการณ์และการให้บริการลูกค้าอย่างดีที่สุดให้แก่ท่านโดยเฉพาะ
                            <br><br>
                            นโยบายความเป็นส่วนตัวฉบับนี้ (“นโยบายความเป็นส่วนตัว”) ครอบคลุมถึงร้านค้าปลีก เว็บไซต์
                            แอปพลิเคชันบนโทรศัพท์มือถือ ศูนย์บริการข้อมูลลูกค้า (call center) ช่องทางสื่อสังคมออนไลน์
                            ช่องทางการสื่อสารทางออนไลน์ ตลอดจนสถานที่อื่น ๆ ที่ได้มีการเก็บข้อมูลส่วนบุคคลของท่าน
                            อย่างไรก็ตาม
                            กรุณาอ่านนโยบายความเป็นส่วนตัวฉบับนี้ควบคู่กับข้อตกลงและเงื่อนไขสำหรับบริการเฉพาะดังกล่าวที่ท่านใช้
                            (ซึ่งอาจมีกำหนดไว้แยกต่างหากตามประเภทของข้อมูลส่วนบุคคลที่เราเก็บจากท่าน)
                            <br><br>
                            เพื่อให้เป็นไปตามวัตถุประสงค์ตามนโยบายความเป็นส่วนตัวฉบับนี้ “ข้อมูลส่วนบุคคล” หมายถึง
                            ข้อมูลใด ๆ ที่เกี่ยวข้องกับตัวบุคคลหรือที่ทำให้สามารถระบุตัวบุคคลนั้นได้

                            บริษัทฯ ขอสงวนสิทธิ์ในการแก้ไขนโยบายความเป็นส่วนตัวนี้เป็นครั้งคราว ดังนั้น
                            โปรดตรวจสอบเป็นประจำเพื่อดูว่านโยบายความเป็นส่วนตัวนี้ได้รับการแก้ไขครั้งล่าสุดเมื่อใด
                            การเปลี่ยนแปลงใด ๆ
                            จะมีผลทันทีเมื่อเราเผยแพร่นโยบายความเป็นส่วนตัวที่แก้ไขดังกล่าวลงในเว็บไซต์หรือแอปพลิเคชันของเรา
                            เราจะแจ้งให้ท่านทราบหากมีการแก้ไขหรือปรับปรุงที่สำคัญ
                            ส่วนกรณีเป็นการแก้ไขเปลี่ยนแปลงที่เป็นการลิดรอนสิทธิของท่านในส่วนของข้อมูลที่ละเอียดอ่อนตามนโยบายความเป็นส่วนตัวฉบับนี้
                            บริษัทจะดำเนินการเพื่อขอความยินยอมจากท่านก่อน เว้นแต่เป็นกรณีที่กฎหมายกำหนดเป็นอย่างอื่น
                            <br><br>

                            1. ข้อมูลส่วนบุคคลประเภทใดบ้างที่เราเก็บรวบรวม
                            เราอาจมีการเก็บรวบรวมหรือรับข้อมูลประเภทดังต่อไปนี้ซึ่งอาจรวมไปถึงข้อมูลส่วนบุคคลของท่านโดยตรงหรือโดยอ้อมจากท่านหรือแหล่งข้อมูลอื่น
                            ๆ หรือจากบริษัทในเครือของเรา บริษัทย่อย บริษัทอื่น ๆ หรือ พันธมิตรทางธุรกิจ
                            โดยลักษณะของข้อมูลที่เราเก็บรวบรวมนั้นจะขึ้นอยู่กับบริบทของการติดต่อสื่อสารของท่านกับเรา
                            รวมถึงบริการหรือผลิตภัณฑ์ที่ท่านต้องการจากเราและจากบริษัทที่อยู่ในระบบนิเวศของข้อมูล (Data
                            ecosystem) ของกลุ่มเซ็นทรัล
                            <br><br>
                            1.1 ข้อมูลส่วนตัว เช่น คำนำหน้าชื่อ ชื่อเต็ม เพศ อายุ อาชีพ คุณสมบัติ ตำแหน่งงาน
                            ตำแหน่งหรือฐานะ ประเภทธุรกิจ ชื่อบริษัท สัญชาติ ประเทศที่พำนัก วันเกิด สถานภาพทางการสมรส
                            จำนวนสมาชิกในครอบครัวและบุตร อายุของบุตร ข้อมูลบนบัตรที่ออกโดยรัฐบาล (เช่น
                            เลขที่บัตรประจำตัวประชาชน รูปถ่ายบัตรประจำตัวประชาชน ข้อมูลบนบัตรประจำตัวประชาชน
                            เลขควบคุมหลังบัตรประจำตัวประชาชน (Laser ID) เลขประกันสังคม เลขหนังสือเดินทาง
                            เลขประจำตัวผู้เสียภาษีอากร ข้อมูลใบอนุญาตขับขี่รถยนต์ หรือเอกสารระบุตัวตนที่มีลักษณะเดียวกัน
                            เป็นต้น) รายละเอียดการเข้าเมือง เช่น วันที่เดินทางมาถึงและเดินทางออกประเทศ ลายมือชื่อ เสียง
                            เสียงที่บันทึก รูปถ่าย รูปแบบลักษณะใบหน้าเพื่อการจดจำ ภาพจากกล้องวงจรปิด สถานที่ทำงาน
                            วุฒิการศึกษา ข้อมูลประกันภัย ป้ายทะเบียนรถ ทะเบียนบ้าน รายรับภายในครัวเรือน เงินเดือน
                            และรายรับส่วนตัว เป็นต้น
                            <br><br>
                            1.2 ข้อมูลเพื่อการติดต่อ เช่น ที่อยู่ทางไปรษณีย์ ข้อมูลการจัดส่ง ที่อยู่สำหรับส่งใบแจ้งหนี้
                            ที่อยู่ที่เป็นที่พักอาศัย ที่อยู่ของสถานที่ทำงาน ที่อยู่ตามที่ปรากฏบนหน้าบัตรประจำตัวประชาชน
                            หมายเลขโทรศัพท์ หมายเลขโทรสาร ที่อยู่อีเมล ไลน์ไอดี (LINE ID) บัญชีผู้ใช้ Facebook ไอดี
                            Facebook (Facebook ID) ไอดี Google (Google ID) ไอดี Twitter (Twitter ID)
                            และบัญชีผู้ใช้ในเว็บไซต์โซเชียลมีเดียอื่น ๆ รวมไปถึงข้อมูลผู้ติดต่อ เช่น หมายเลขโทรศัพท์
                            ข้อมูลการติดต่อบนช่องทางอื่น ๆ (เช่น การติดต่อสื่อสารเป็นลายลักษณ์อักษรกับท่าน) <br> <br>
                            <br><br>
                            1.3 ข้อมูลการเป็นสมาชิก เช่น รายละเอียดข้อมูลบัญชีสมาชิก หมายเลขบัตรสมาชิก คะแนนสะสม
                            วันที่ออกบัตร/วันหมดอายุ รหัสสมาชิก (เช่น หมายเลขบัตรสมาชิก The 1 รหัส The 1 (The 1 ID)
                            รหัสซีเบล (Siebel ID) รหัสสมาชิก (Member ID) รหัสลูกค้า (Customer ID)) ประเภทสมาชิก
                            ประเภทลูกค้า วันและเดือนที่เข้าร่วม/วันที่สมัคร ระยะเวลาการเป็นสมาชิก บัญชีธนาคาร
                            และข้อมูลการชำระเงิน และการสมัครใช้บริการและผลิตภัณฑ์ (เช่น ใบสมัครสมาชิก ใบสมัครประกันภัย
                            เป็นต้น)
                            <br><br>
                            1.4 ข้อมูลทางการเงิน เช่น ข้อมูลบัตรเครดิต/เดบิตหรือข้อมูลทางธนาคาร หมายเลขบัตรเครดิต/เดบิต
                            ประเภทของบัตรเครดิต วันเดือนปีที่ออก/ วันเดือนปีที่หมดอายุ รอบบิล รายละเอียดบัญชี
                            รายละเอียดเกี่ยวกับบัญชีธนาคาร หมายเลขประจำตัวพร้อมเพย์ รายละเอียดและประวัติการชำระเงิน
                            รวมไปถึงข้อมูลของท่านที่เกี่ยวกับรายละเอียดความเสี่ยงสำหรับพันธมิตรทางธุรกิจ
                            รวมไปถึงการจัดอันดับความน่าเชื่อถือทางเครดิตและความสามารถในการชำระหนี้ (credit rating and
                            solvency) และข้อมูลตามแบบประเมินความเสี่ยง (information in accordance with the declaration
                            of suitability) ความเหมาะสมในการทำธุรกรรม และรายละเอียดอื่นใดทางการเงิน
                            <br><br>
                            1.5 ข้อมูลการทำธุรกรรม เช่น ข้อมูลเกี่ยวกับการชำระเงินไปยังและจากท่าน
                            วันที่และ/หรือเวลาที่ชำระเงิน ยอดชำระเงิน ข้อมูลเกี่ยวกับการขอเงินคืน ยอดเงินคืน คะแนนสะสม
                            วันที่และสถานที่ที่ซื้อ หมายเลขการซื้อหรือคำสั่งซื้อ วันนัดหมายเข้ารับบริการ
                            ที่อยู่/วันที่และเวลาในการรับหรือจัดส่ง ข้อความตอบรับของผู้รับ ข้อความลงท้ายในอีเมลของผู้รับ
                            ข้อมูลการรับประกันสินค้า คำร้องเรียนและข้อเรียกร้อง ข้อมูลการจอง ข้อมูลการเช่า ธุรกรรม
                            ประวัติการทำธุรกรรม สถานที่ สถานะของธุรกรรม ธุรกรรมทางการขายในอดีต สถานะ สถานะการทำธุรกรรม
                            พฤติกรรมการซื้อ และข้อมูลอื่น ๆ ของผลิตภัณฑ์และบริการที่ท่านซื้อ ซึ่งรวมถึงแต่ไม่จำกัดเพียง
                            ข้อมูลใด ๆ ที่เกิดจากการใช้ผลิตภัณฑ์/หรือการบริการผ่านแพลตฟอร์มของเรา เช่น
                            กระเป๋าเงินอิเล็กทรอนิกส์ สินทรัพย์ดิจิทัล ผลิตภัณฑ์การให้เงินกู้ยืม
                            ผลิตภัณฑ์เกี่ยวกับการประกันภัย ผลิตภัณฑ์เกี่ยวกับการบริหารจัดการความมั่งคั่ง เป็นต้น
                            <br><br>
                            1.6 ข้อมูลทางเทคนิค เช่น เลขที่อยู่ไอพีหรืออินเทอร์เน็ตโพรโทคอล (IP address) คุกกี้ ที่อยู่
                            media access control (MAC) เว็บบีคอน (web beacon) ล็อก (Log) รหัสอุปกรณ์ (Device ID) (เช่น
                            International Mobile Equipment Identity (IMEI) Electronic Serial Number (ESN) Mobile
                            Equipment Identifier (MEID) และ Serial Number (SN)) รุ่นอุปกรณ์และประเภทของอุปกรณ์
                            รูปแบบของฮาร์ดแวร์และซอฟต์แวร์ของอุปกรณ์ที่ใช้ เวลาการเปิดใช้งานอุปกรณ์ เครือข่าย
                            ข้อมูลการเชื่อมต่อ ข้อมูลการเข้าถึง ข้อมูลการเข้าใช้งานแบบ single sign-on (SSO)
                            การเข้าสู่ระบบ (Login log) ระยะเวลาและสถานที่ที่เข้าถึง ระยะเวลาที่ใช้บนหน้าเพจของเรา
                            ข้อมูลการเข้าสู่ระบบ จีพีเอส ละติจูด ลองจิจูด และเวลาที่ใช้ในหน้าเว็บแต่ละหน้า
                            ข้อมูลการล็อกอิน แอปพลิเคชันที่ดาวน์โหลดบนอุปกรณ์สื่อสาร ประวัติการค้นหา ข้อมูลการเรียกดู
                            ประเภทและเวอร์ชันของเบราว์เซอร์ การตั้งค่าเขตเวลา (Time zone setting) และสถานที่ตั้ง
                            ประเภทและเวอร์ชันของปลั๊กอินเบราว์เซอร์ ระบบปฏิบัติการและแพลตฟอร์ม และเทคโนโลยีอื่นๆ
                            บนอุปกรณ์ที่ท่านใช้ในการเข้าถึงแพลตฟอร์มของเรา
                            รวมทั้งข้อมูลทางเทคนิคอื่นใดอันเกิดจากการใช้แพลตฟอร์มและระบบของเรา
                            <br><br>
                            1.7 ข้อมูลเกี่ยวกับพฤติกรรม เช่น ข้อมูลเกี่ยวกับพฤติกรรมการซื้อของท่าน
                            และข้อมูลที่ได้รับจากการใช้ผลิตภัณฑ์และบริการของเรา
                            <br><br>
                            1.8 รายละเอียดข้อมูลส่วนตัว เช่น ชื่อผู้ใช้และรหัสผ่านของท่าน
                            รายละเอียดและรูปภาพข้อมูลส่วนตัว การซื้อ ประวัติคำสั่งซื้อ คำสั่งซื้อในอดีต ประวัติการซื้อ
                            สินค้าที่ซื้อ จำนวนสินค้า คำสั่งซื้อหรือคำสั่งเรียกคืนสินค้าโดยท่าน
                            คำสั่งซื้อผ่านทางเว็บไซต์ รายละเอียดการเก็บเงินปลายทาง (Cash on Delivery) ไอดีคำสั่งซื้อ
                            (order ID) บันทึกข้อมูลทางการเงิน เลขรหัสลับส่วนตัว (PIN) ความสนใจของท่าน ความชอบ
                            การตอบรับและผลสำรวจ การสำรวจความพึงพอใจ การใช้โซเชียลมีเดีย ข้อมูลการเข้าร่วม
                            ข้อมูลโปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง (Loyalty programs) รหัสส่วนลดและโปรโมชั่นที่ท่านใช้
                            รายละเอียดคำสั่งซื้อของลูกค้า การบริการลูกค้า การเข้าร่วมนิทรรศการการค้าและกิจกรรม
                            นิทรรศการการค้า การดำเนินคดี การทดสอบและทดลองใช้งาน
                            <br><br>
                            1.9 ข้อมูลการใช้งาน เช่น ข้อมูลเกี่ยวกับการค้นหาหรือใช้งานของท่านบนเว็บไซต์ แพลตฟอร์ม
                            แอปพลิเคชัน การใช้ผลิตภัณฑ์และบริการของเรา สินค้าในรถเข็น รายการสินค้าที่สนใจ
                            บันทึกการแจ้งเตือนเกี่ยวกับสินค้าลดราคา การติดตามร้านค้า (Follow-shop record)
                            เวลาที่คลิกครั้งสุดท้าย (Timestamp of last click) และบันทึกคำถาม-คำตอบ
                            <br><br>
                            1.10 ข้อมูลทางการตลาดและการติดต่อสื่อสาร เช่น
                            ความต้องการของท่านในการรับข้อมูลทางการตลาดจากเรา บริษัทในเครือของเรา บริษัทย่อย บุคคลภายนอก
                            พันธมิตรทางธุรกิจ และรูปแบบการติดต่อสื่อสารที่ต้องการ และ/หรือ
                            <br><br>
                            1.11 ข้อมูลที่ละเอียดอ่อน เช่น เชื้อชาติ ศาสนา ความคิดเห็นทางการเมือง ลายนิ้วมือ
                            ระบบจดจำใบหน้า ข้อมูลอัตลักษณ์บุคคล (Biometrics) ใบหน้า ข้อมูลจากการจดจำม่านตา
                            ข้อมูลสุขภาพหรือสภาพทางร่างกายหรือจิตใจ ข้อมูลทางพันธุกรรม ประวัติทางการแพทย์ ภาวะทุพพลภาพ
                            และประวัติอาชญากรรม
                            <br><br>
                            หากท่านได้ให้ข้อมูลส่วนบุคคลของบุคคลที่สามแก่เรา เช่น ชื่อ นามสกุล ที่อยู่
                            และหมายเลขโทรศัพท์เพื่อติดต่อในกรณีฉุกเฉิน รายได้ของบุคคลในครอบครัว หรือ
                            ในกรณีที่ท่านเข้าใช้บริการในแพลตฟอร์มใด ๆ ของเรา หากท่านให้ความยินยอม
                            เราสามารถเข้าถึงและเก็บรวบรวมข้อมูลส่วนบุคคลของบุคคลที่สามที่เกี่ยวข้องกับท่านได้ เช่น
                            ข้อมูลชื่อ รูปภาพ และ/หรือ หมายเลขโทรศัพท์ ตลอดจนข้อมูลส่วนบุคคลและข้อมูลสำหรับติดต่อของ
                            ครอบครัว เพื่อน บุคคลที่ติดต่อได้ในกรณีฉุกเฉิน บุคคลตามคำแนะนำ
                            หรือบุคคลอ้างอิงที่เข้าถึงได้จากโทรศัพท์มือถือของท่าน เป็นต้น
                            กรุณาแจ้งบุคคลเหล่านั้นให้ทราบถึงนโยบายความเป็นส่วนตัวฉบับนี้
                            และ/หรือขอความยินยอมจากบุคคลเหล่านั้น หากจำเป็น
                            <br><br>
                            เราจะเก็บรวบรวม ใช้
                            หรือเปิดเผยข้อมูลที่ละเอียดอ่อนก็ต่อเมื่อได้รับความยินยอมโดยชัดแจ้งจากท่าน
                            หรือในกรณีที่กฎหมายอนุญาตให้ดำเนินการได้
                            <br><br>
                            เราจะเก็บรวบรวมข้อมูลของผู้เยาว์ คนเสมือนไร้ความสามารถ
                            คนไร้ความสามารถต่อเมื่อได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
                            ผู้พิทักษ์ หรือผู้อนุบาล เท่านั้น
                            เราจะไม่เก็บรวบรวมข้อมูลจากลูกค้าที่เรารู้โดยแจ้งชัดว่าอายุต่ำกว่ายี่สิบปี
                            หรือจากคนเสมือนไร้ความสามารถและคนไร้ความสามารถหากไม่ได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
                            ผู้พิทักษ์ หรือผู้อนุบาล ในกรณีที่จำเป็นต้องได้รับความยินยอม ในกรณีที่เราทราบว่า
                            เราได้เก็บรวบรวมข้อมูลส่วนบุคคลโดยไม่มีเจตนาจากบุคคลใด ๆ ที่อายุต่ำกว่ายี่สิบปี
                            คนเสมือนไร้ความสามารถ
                            หรือคนไร้ความสามารถโดยไม่ได้รับความยินยอมจากผู้ใช้อำนาจปกครองที่มีอำนาจกระทำการแทนผู้เยาว์
                            ผู้พิทักษ์ หรือผู้อนุบาล เราจะดำเนินการลบข้อมูลดังกล่าวทันที
                            หรือประมวลผลเฉพาะในส่วนของข้อมูลที่เราสามารถกระทำได้บนฐานทางกฎหมายอื่น ๆ
                            นอกเหนือจากการขอความยินยอม
                            <br><br>
                            2. เหตุใดเราจึงเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน
                            2.1. วัตถุประสงค์ที่ต้องได้รับความยินยอมจากท่าน
                            การตลาดและการติดต่อสื่อสาร: เราเก็บรวบรวม ใช้
                            และเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อมอบสิทธิพิเศษและโปรโมชั่น การลดราคา ข้อเสนอพิเศษ
                            การโฆษณา การแจ้งเตือน ข่าวสาร ข้อมูล การตลาดและการติดต่อสื่อสารต่างๆ
                            เกี่ยวกับผลิตภัณฑ์และบริการจากเรา กลุ่มเซ็นทรัล บริษัทในเครือ บริษัทย่อย
                            และ/หรือพันธมิตรทางธุรกิจของเรา ซึ่งเราไม่สามารถอาศัยฐานทางกฎหมายอื่น
                            <br><br>
                            กรุณาติดต่อ ศูนย์บริการลูกค้าออฟฟิศเมท โทร 1281 กด 8
                            เพื่อจัดการความยินยอมของท่านสำหรับการตลาดและการติดต่อสื่อสาร สำหรับสมาชิก The 1 กรุณาติดต่อ
                            ศูนย์บริการลูกค้า เดอะวัน คอลเซ็นเตอร์ โทร 0-2660-1000
                            เพื่อจัดการความยินยอมของท่านสำหรับการตลาดและการติดต่อสื่อสาร
                            <br><br>
                            2.2. วัตถุประสงค์และฐานทางกฎหมายอื่นๆ ที่เราใช้เพื่อการประมวลผลข้อมูลส่วนบุคคลของท่าน
                            เราอาจอาศัย (1) ฐานทางสัญญาในการเข้าทำสัญญาหรือการปฏิบัติตามสัญญากับท่าน (2)
                            หน้าที่ตามกฎหมาย เพื่อการปฏิบัติหน้าที่ตามกฎหมายของเรา (3)
                            ประโยชน์โดยชอบด้วยกฎหมายของเราและของบุคคลภายนอก (4)
                            ประโยชน์ซึ่งจำเป็นเพื่อการป้องกันหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
                            และ/หรือ (5) ประโยชน์สาธารณะ สำหรับการดำเนินภารกิจเพื่อประโยชน์สาธารณะ
                            หรือการใช้สิทธิของเจ้าหน้าที่ของรัฐ
                            <br><br>
                            เราอาจเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้
                            <br><br>
                            1. เพื่อจัดหาผลิตภัณฑ์และบริการให้แก่ท่าน
                            เพื่อเข้าทำสัญญาและจัดการความสัมพันธ์ตามสัญญาระหว่างเรากับท่าน
                            เพื่อสนับสนุนและดำเนินกิจกรรมอื่น ๆ ที่เกี่ยวข้องกับบริการ หรือผลิตภัณฑ์ต่าง ๆ ดังกล่าว
                            เพื่อจัดการการจองให้สำเร็จ
                            และเพื่อดำเนินธุรกรรมทางการเงินและบริการที่เกี่ยวข้องกับการชำระเงิน
                            รวมถึงการตรวจสอบและการยืนยันและยกเลิกธุรกรรม เพื่อประมวลผลคำสั่งซื้อของท่าน การจัดส่ง
                            การรับสินค้า และการส่งคืนสินค้า การคืนเงินและการเปลี่ยนสินค้าหรือบริการ
                            เพื่อรายงานสถานะการจัดส่งสินค้าและเพื่อดำเนินกิจกรรมภายในคลังสินค้า รวมถึง การรับ การจัด
                            และการติดฉลากผลิตภัณฑ์ เพื่อตรวจสอบการรับประกัน เพื่อให้บริการหลังการขาย รวมถึง
                            การนัดหมายบริการการบำรุงรักษาและการอำนวยความสะดวก
                            <br><br>
                            2. การตลาดและการติดต่อสื่อสาร เพื่อมอบสิทธิพิเศษและโปรโมชั่น ข่าวสาร การลดราคา ข้อเสนอพิเศษ
                            การโฆษณา การแจ้งเตือน ข่าวสาร ข้อมูล การตลาดและการติดต่อสื่อสารต่างๆ
                            เกี่ยวกับผลิตภัณฑ์และบริการจากเรา กลุ่มเซ็นทรัล บริษัทในเครือ บริษัทย่อย
                            และพันธมิตรทางธุรกิจ
                            <br><br>
                            3. โปรโมชั่น ข้อเสนอพิเศษ โปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง (Loyalty programs)
                            โปรแกรมการสะสมคะแนน (Reward programs) การจับรางวัล การแข่งขัน และข้อเสนอ/โปรโมชั่นอื่น ๆ
                            เพื่อให้ท่านได้เข้าร่วมหรือรับโปรโมชั่น ข้อเสนอพิเศษ โปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง
                            (Loyalty programs) โปรแกรมการสะสมคะแนน การชิงโชค สิทธิพิเศษ การจับรางวัล การแข่งขัน
                            และข้อเสนอ/โปรโมชั่นอื่น ๆ (เช่น การส่งอีเมลแจ้งเตือน
                            การโอนข้อมูลส่วนบุคคลของท่านไปยังคู่ค้า/พันธมิตร) เพื่อการเข้าร่วมกิจกรรม และการจัดอบรม
                            และบริการทั้งหมดที่เกี่ยวข้องกับการโฆษณา โดยรวมถึง
                            การประมวลผลและจัดการการลงทะเบียนบัญชีผู้ใช้งานของท่าน การลงทะเบียนรับของขวัญ
                            การลงทะเบียนเข้าร่วมกิจกรรม เพื่อการประมวลคะแนน การสะสม เพิ่ม แลกเปลี่ยน หรือได้รับคะแนน
                            การแลกหรือจ่ายด้วยคะแนน และการโอนคะแนน
                            เพื่อการตรวจสอบประวัติการใช้งานทั้งทางออนไลน์และออฟไลน์ เพื่อการมอบบัตรกำนัล บัตรของขวัญ
                            และออกใบแจ้งหนี้
                            <br><br>
                            4. การลงทะเบียนและการพิสูจน์ยืนยันตัวตน เพื่อลงทะเบียน ตรวจสอบ พิสูจน์ ยืนยัน ระบุและ/หรือ
                            รับรองท่านหรือตัวตนของท่าน
                            <br><br>
                            5. เพื่อดูแลความสัมพันธ์ระหว่างเรากับท่าน
                            เพื่อติดต่อสื่อสารกับท่านเกี่ยวกับผลิตภัณฑ์และการบริการที่ท่านได้รับจากเรา
                            ทั้งจากภายในระบบนิเวศของข้อมูล (Data ecosystem) ของกลุ่มเซ็นทรัล บริษัทในเครือของเรา
                            บริษัทย่อย และจากพันธมิตรทางธุรกิจของเรา เพื่อจัดการในด้านต่าง ๆ
                            ที่เกี่ยวข้องกับการบริการลูกค้า ไม่ว่าจะเป็น คำถาม คำขอ ผลตอบรับ คำร้องเรียน ข้อเรียกร้อง
                            ข้อพิพาท หรือการเยียวยาชดใช้ค่าเสียหาย เพื่อให้ความช่วยเหลือทางเทคนิคและแก้ไขปัญหาทางเทคนิค
                            เพื่อประมวลผลและปรับปรุงข้อมูลของท่าน
                            เพื่ออำนวยความสะดวกแก่ท่านในการใช้ผลิตภัณฑ์และรับบริการของเรา
                            <br><br>
                            6. การมอบประสบการณ์เฉพาะบุคคล (Personalization)
                            การวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรมของลูกค้า (Profiling) และการวิเคราะห์ข้อมูล (Data
                            Analytics) เพื่อแนะนำผลิตภัณฑ์และบริการที่ท่านอาจสนใจ ระบุความชอบของท่าน
                            และมอบประสบการณ์ที่เหมาะสมกับท่าน เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับท่าน
                            ผลิตภัณฑ์และบริการที่ท่านได้รับ และผลิตภัณฑ์และการบริการอื่นๆ ที่ท่านอาจสนใจ
                            เพื่อประเมินความความสนใจหรือพฤติกรรมของท่านที่มีต่อผลิตภัณฑ์และการบริการ
                            เพื่อดำเนินการวิเคราะห์ข้อมูล (Data analytics) การทำความสะอาดข้อมูล (Data cleansing)
                            และการวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรมของลูกค้า (Data profiling)
                            เพื่อทำการค้นคว้าวิจัยทางการตลาด ทำแบบสำรวจ ประเมินผล พฤติกรรม สถิติและการแบ่งประเภท
                            รูปแบบและกระแสความนิยมด้านการบริโภค การวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรม (Profiling)
                            จากการประมวลผลข้อมูลส่วนบุคคลของท่าน เช่น
                            การประมวลผลจากชนิดของผลิตภัณฑ์และประเภทของการบริการที่ท่านใช้หรือได้รับ
                            ช่องทางที่ท่านต้องการได้รับการติดต่อ เพื่อรู้จักท่านมากขึ้น
                            และเพื่อยกระดับการดำเนินธุรกิจให้ดียิ่งขึ้น
                            ตลอดจนเพื่อปรับเปลี่ยนเนื้อหาให้ตรงกับความพึงพอใจ
                            เพื่อพิจารณาความมีประสิทธิภาพของแคมเปญส่งเสริมการขาย
                            เพื่อระบุและแก้ไขปัญหาที่เกิดขึ้นกับผลิตภัณฑ์และการบริการที่มีอยู่
                            เพื่อการพัฒนาคุณภาพของข้อมูล เพื่อจุดประสงค์ดังกล่าว
                            เราจะเก็บรวบรวมและเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อความสนใจและผลประโยชน์ของท่าน
                            และเพื่อประโยชน์โดยชอบด้วยกฎหมายและการดำเนินธุรกิจของกลุ่มเซ็นทรัล บริษัทในเครือ
                            บริษัทย่อยและพันธมิตรทางธุรกิจ
                            ซึ่งไม่เกินกว่าสิทธิขั้นพื้นฐานในข้อมูลส่วนบุคคลของเจ้าของข้อมูลส่วนบุคคล ทั้งนี้
                            เราจะขอความยินยอมจากท่านเป็นคราว ๆ ไป หากจำเป็น
                            <br><br>
                            7. เพื่อยกระดับการดำเนินธุรกิจ ผลิตภัณฑ์และการบริการให้ดียิ่งขึ้น เพื่อประเมิน พัฒนา
                            จัดการและยกระดับ ค้นคว้าวิจัยและพัฒนาการให้บริการ ผลิตภัณฑ์
                            ระบบและการดำเนินธุรกิจให้แก่ท่านและลูกค้าของเราในระบบนิเวศของข้อมูล (Data ecosystem)
                            ของกลุ่มเซ็นทรัลทั้งหมด และรวมถึงแต่ไม่จำกัดเพียงพันธมิตรทางธุรกิจของเรา
                            เพื่อระบุและแก้ไขปัญหาที่เกิดขึ้น เพื่อจัดทำรายงานภาพรวมของข้อมูลแบบไม่ระบุชื่อ
                            และประเมินประสิทธิภาพในเรื่องผลิตภัณฑ์ สื่อดิจิทัล
                            การตรวจวัดประสิทธิภาพในการทำงานของผลิตภัณฑ์ในเชิงกายภาพ คุณสมบัติด้านดิจิทัล
                            และแคมเปญทางการตลาดของเรา ตลอดจนการพัฒนาโมเดลทางธุรกิจ แบบจำลองสำหรับการพิจารณาสินเชื่อ
                            แบบจำลองด้านการประกันภัยและการจัดเก็บหนี้สิน
                            <br><br>
                            8. เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับท่าน
                            เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับผลิตภัณฑ์และบริการที่ท่านได้รับ และผลิตภัณฑ์และการบริการอื่น
                            ๆ ที่ท่านอาจสนใจ รวมถึงการวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรม (Profiling)
                            จากการประมวลผลข้อมูลส่วนบุคคลของท่าน เช่น
                            การประมวลผลจากชนิดของผลิตภัณฑ์และประเภทของการบริการที่ท่านใช้หรือได้รับจากเรา
                            ช่องทางที่ท่านต้องการได้รับการติดต่อ และอื่น ๆ
                            <br><br>
                            9. การทำงานของเว็บไซต์ แอปพลิเคชันมือถือ และแพลตฟอร์มของเรา เพื่อดูแล ดำเนินงาน ติดตาม
                            สังเกตการณ์
                            และจัดการเว็บไซต์และแพลตฟอร์มของเราเพื่ออำนวยความสะดวกและรับรองให้ท่านมั่นใจว่าเว็บไซต์และแพลตฟอร์มทำงานอย่างราบรื่น
                            มีประสิทธิภาพและปลอดภัย เพื่ออำนวยความสะดวกท่านในการใช้งานเว็บไซต์และแพลตฟอร์มของเรา
                            เพื่อปรับปรุงแผนงานและเนื้อหาของเว็บไซต์และแพลตฟอร์มของเราให้ดียิ่งขึ้น
                            <br><br>
                            10. การบริหารจัดการทางด้านเทคโนโลยีสารสนเทศ เพื่อวัตถุประสงค์ในการบริหารจัดการธุรกิจของเรา
                            รวมถึงการจัดการระบบปฏิบัติการด้านเทคโนโลยีสารสนเทศ การจัดการระบบติดต่อสื่อสาร
                            ระบบความปลอดภัยทางด้านเทคโนโลยีสารสนเทศ และการตรวจสอบความปลอดภัยทางด้านเทคโนโลยีสารสนเทศ
                            การจัดการภายในด้านธุรกิจตามข้อปฏิบัติภายใน นโยบายและกระบวนการต่าง ๆ
                            <br><br>
                            11. การปฏิบัติตามหน้าที่ตามกฎข้อบังคับและข้อผูกพัน
                            เพื่อดำเนินการให้เป็นไปตามบทบัญญัติแห่งกฎหมาย กระบวนการทางกฎหมาย
                            หรือคำสั่งของหน่วยงานรัฐซึ่งรวมถึงหน่วยงานรัฐภายนอกประเทศไทย และ/หรือให้ความร่วมมือกับศาล
                            ผู้กำกับดูแล หน่วยงานรัฐ และหน่วยงานที่บังคับใช้กฎหมาย
                            ในกรณีที่มีเหตุผลอันควรเชื่อได้ว่าเราต้องดำเนินการดังกล่าวเพื่อปฏิบัติตามกฎหมายและในกรณีที่เราจำเป็นต้องเปิดเผยข้อมูลส่วนบุคคลของท่านอย่างเคร่งครัดเพื่อปฏิบัติตามบทบัญญัติแห่งกฎหมาย
                            กระบวนการทางกฎหมาย หรือคำสั่งของรัฐดังกล่าว โดยรวมถึง
                            การให้บริการและการจัดการเรื่องบริการการขอคืนภาษีมูลค่าเพิ่ม (VAT refund) การออกใบกำกับภาษี
                            หรือออกแบบฟอร์มภาษีแบบเต็ม การบันทึกและติดตามการติดต่อสื่อสาร
                            การเปิดเผยข้อมูลให้แก่หน่วยงานที่มีอำนาจจัดเก็บภาษี ผู้กำกับดูแลด้านบริการทางการเงิน
                            และองค์กรและหน่วยงานรัฐอื่น ๆ ที่กำกับดูแล และเพื่อการสืบสวนสอบสวนหรือป้องกันอาชญากรรม
                            <br><br>
                            12. การปกป้องผลประโยชน์ของเรา เพื่อปกป้องความมั่นคงและความเชื่อมั่นทางธุรกิจของบริษัทฯ
                            เพื่อใช้สิทธิหรือปกป้องผลประโยชน์ของเราที่จำเป็นและสามารถทำได้ตามกฎหมาย เช่น การตรวจจับ
                            ป้องกัน และตอบโต้ข้อเรียกร้องการทุจริต การละเมิดทรัพย์สินทางปัญญา หรือการไม่ปฏิบัติตามกฎหมาย
                            เพื่อจัดการและป้องกันความเสียหายแก่ทรัพย์สินและสมบัติของเรา
                            เพื่อการปฏิบัติตามข้อกำหนดและเงื่อนไขของเรา
                            เพื่อตรวจจับและป้องกันการประพฤติที่มิชอบภายในองค์กรซึ่งรวมไปถึงการใช้กล้องวงจรปิด
                            เพื่อติดตามเฝ้าระวังเหตุการณ์ เพื่อป้องกันและรายงานความผิดทางอาญา
                            และเพื่อปกป้องความมั่นคงและและความเชื่อมั่นทางธุรกิจของบริษัทฯ
                            <br><br>
                            13. การตรวจจับการทุจริต เพื่อตรวจสอบตัวตนของท่าน
                            และเพื่อดำเนินการตรวจสอบทางกฎหมายหรือกฎข้อบังคับอื่น ๆ ที่บังคับใช้ (เช่น
                            เพื่อดำเนินการตามกฎหมายป้องกันและปราบปรามการฟอกเงิน และป้องกันการทุจริต) ทั้งนี้
                            รวมไปถึงการจัดทำรายชื่อผู้มีความเสี่ยง (Sanction list checking) การตรวจสอบและทำบันทึกภายใน
                            การจัดการทรัพย์สิน ระบบ และการควบคุมทางธุรกิจอื่น ๆ
                            <br><br>
                            14. การทำธุรกรรมขององค์กร ในกรณีที่มีการขาย การโอน การควบรวม การปรับโครงสร้างองค์กร
                            หรือเหตุการณ์อื่น ๆ ที่ใกล้เคียงกัน เราอาจโอนข้อมูลของท่านไปยังบุคคลภายนอกอื่น ๆ
                            ไม่ว่าจะรายเดียวหรือหลายราย อันเป็นส่วนหนึ่งของการทำธุรกรรมนั้น ๆ
                            <br><br>
                            15. ความเสี่ยง เพื่อดำเนินการบริหารความเสี่ยง การตรวจสอบการดําเนินงาน
                            และการประเมินความเสี่ยง และ/หรือ
                            <br><br>
                            16. ชีวิต เพื่อป้องกันหรือยับยั้งอันตรายที่เกิดขึ้นต่อชีวิต ร่างกาย หรือสุขภาพของบุคคล
                            หากท่านไม่สามารถให้ข้อมูลส่วนบุคคลแก่เราเมื่อมีการร้องขอ
                            เราอาจไม่สามารถนำเสนอหรือจัดหาผลิตภัณฑ์หรือบริการของเราแก่ท่านได้
                            หากท่านไม่สามารถให้ข้อมูลส่วนบุคคลแก่เราเมื่อมีการร้องขอ
                            เราอาจไม่สามารถนำเสนอหรือจัดหาผลิตภัณฑ์หรือบริการของเราแก่ท่านได้
                            <br><br>
                            3. บุคคลใดที่เราอาจเปิดเผยหรือโอนข้อมูลส่วนบุคคลของท่านให้
                            เราอาจเปิดเผย
                            หรือโอนข้อมูลส่วนบุคคลของท่านไปยังบุคคลภายนอกทั้งภายในประเทศไทยหรือนอกประเทศไทยดังต่อไปนี้ซึ่งเก็บรวบรวม
                            ใช้หรือเปิดเผยข้อมูลส่วนบุคคล เพื่อวัตถุประสงค์ตามนโยบายฉบับนี้
                            โดยท่านสามารถอ่านนโยบายส่วนบุคคลของบุคคลภายนอกเหล่านั้นเพื่อศึกษาข้อมูลเพิ่มเติมเกี่ยวกับวิธีการที่บุคคลภายนอกดังกล่าวเก็บรวบรวม
                            ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของท่านได้
                            ซึ่งท่านเองก็ตกอยู่ภายใต้นโยบายความเป็นส่วนตัวเหล่านั้นด้วยเช่นกัน
                            <br><br>
                            3.1 บริษัทในระบบนิเวศของข้อมูล (Data ecosystem) ของกลุ่มเซ็นทรัล ในฐานะที่
                            กลุ่มบริษัทซีโอแอล จำกัด (มหาชน) ซึ่งได้แก่ บริษัท ซีโอแอล จำกัด (มหาชน) บริษัท ออฟฟิศเมท
                            (ไทย) จำกัด บริษัท ออฟฟิศเมท โลจิสติกส์ จำกัด บริษัท ออฟฟิศเมท ออมนิแฟรนไชส์ จำกัด บริษัท
                            ฟิวเจอร์พลัส จำกัด บริษัท บีทูเอส จำกัด บริษัท เมพ คอร์ปอเรชั่น จำกัด บริษัท ไฮเท็คซ์
                            อินเตอร์แอคทีฟ จำกัด เป็นส่วนหนึ่งของระบบนิเวศของข้อมูล (Data ecosystem) ภายใต้กลุ่มเซ็นทรัล
                            ซึ่งทั้งหมดมีการร่วมมือและแบ่งปันการให้บริการและระบบต่าง ๆ แก่ลูกค้า รวมไปถึง
                            การให้บริการที่เกี่ยวข้องกับเว็บไซต์และระบบอื่น ๆ ดังนั้น บริษัทฯ
                            อาจมีความจำเป็นที่จะต้องเปิดเผยหรือโอนข้อมูลส่วนบุคคลของท่านไปยังบริษัทอื่น ๆ
                            ที่อยู่ในระบบนิเวศของข้อมูล (Data ecosystem) ของกลุ่มเซ็นทรัล หรืออนุญาตให้บริษัทอื่น ๆ
                            ที่อยู่ในระบบนิเวศของข้อมูล (Data ecosystem) ของกลุ่มเซ็นทรัล
                            เข้าถึงข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ตามที่ได้ระบุไว้ในนโยบายความเป็นส่วนตัวนี้
                            โปรดดูรายชื่อบริษัทของกลุ่มเซ็นทรัล
                            https://www.centralgroup.com/storage/pdpa/cg-pdpa-brc-intra-group-agreement-th.pdf
                            <br><br>
                            3.2 ผู้ให้บริการของเรา เราอาจว่าจ้างบริษัทอื่น ตัวแทน
                            หรือผู้รับจ้างในการให้บริการในนามของเรา
                            หรืออำนวยความสะดวกในการมอบผลิตภัณฑ์และบริการให้กับท่าน
                            โดยเราอาจแบ่งปันข้อมูลส่วนบุคคลของท่านไปยังผู้ให้บริการหรือผู้จัดจำหน่ายซึ่งเป็นบุคคลภายนอก
                            ต่อไปนี้ ซึ่งรวมถึงแต่ไม่จำกัดเพียง (1) ผู้พัฒนา/ให้บริการโครงสร้างพื้นฐาน อินเทอร์เน็ต
                            โครงสร้างพื้นฐานทางเทคนิค ซอฟต์แวร์และเว็บไซต์ และผู้ให้บริการด้านเทคโนโลยีสารสนเทศ (2)
                            ผู้ให้บริการโลจิสติกส์และคลังสินค้า (3) ผู้ให้บริการด้านการชำระเงิน (4)
                            บริษัทตัวแทนหรือหน่วยงานวิจัย (5) ผู้ให้บริการด้านการวิเคราะห์ข้อมูล (6)
                            บริษัทตัวแทนหรือหน่วยงานสำรวจข้อมูล (7) ผู้ตรวจสอบบัญชี (8)
                            บริษัทตัวแทนหรือหน่วยงานด้านการติดต่อสื่อสาร สื่อโฆษณาและการตลาด (9) ศูนย์บริการข้อมูลลูกค้า
                            (call center) (10) ผู้จัดงานและกิจกรรม (11) บริษัทตัวแทนการขาย (12)
                            ผู้ให้บริการด้านโทรคมนาคมและการติดต่อสื่อสาร (13) ผู้ให้บริการและตัวแทนด้านการชำระเงิน
                            ระบบการชำระเงิน การยืนยันตัวตน และการตรวจสอบและอ่านข้อมูลด้วยอุปกรณ์อิเล็กทรอนิกส์ (Dip Chip
                            Service) (14) ผู้ให้บริการด้านการบริหารจัดการที่เป็นบุคคลภายนอกที่ได้รับการว่าจ้าง (15)
                            ผู้ให้บริการด้านการจัดเก็บข้อมูลและบริการคลาวด์ (Cloud) (16)
                            ผู้ให้บริการด้านการตรวจสอบและยืนยันข้อมูล (เน็ตเบย์ และกรมการปกครอง) (17) พนักงานเดินเอกสาร
                            (18) ผู้ให้บริการด้านการพิมพ์
                            ในระหว่างการให้บริการต่าง ๆ ดังกล่าว ผู้ให้บริการอาจจะต้องเข้าถึงข้อมูลส่วนบุคคลของท่าน
                            อย่างไรก็ตาม
                            เราจะให้ข้อมูลแก่ผู้ให้บริการของเราเพียงเท่าที่จำเป็นสำหรับการให้บริการดังกล่าวเท่านั้น
                            และจะขอให้ผู้ให้บริการไม่ใช้ข้อมูลของท่านเพื่อวัตถุประสงค์อื่นแต่อย่างใด
                            <br><br>
                            3.3 พันธมิตรทางธุรกิจของเรา
                            เราอาจโอนข้อมูลส่วนบุคคลของท่านไปยังพันธมิตรทางธุรกิจด้านการธนาคาร การเงิน การให้สินเชื่อ
                            การให้กู้ยืม การบริหารสินทรัพย์ การลงทุน การประกันภัย บัตรเครดิต โทรคมนาคม การตลาด
                            การค้าปลีก อี-คอมเมิร์ซ (E-commerce) คลังสินค้าและการขนส่งโลจิสติกส์ ศูนย์สุขภาพ
                            ผลิตภัณฑ์และบริการเพื่อการดำเนินชีวิต สปาและศูนย์ออกกำลังกาย โปรแกรมการสะสมคะแนน (Reward
                            program) และโปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง (Loyalty program) และการวิเคราะห์ข้อมูล (Data
                            analytics) รวมถึง
                            แพลตฟอร์มของผู้ขายหรือผู้ให้บริการซึ่งเราอาจได้ร่วมกันเสนอผลิตภัณฑ์หรือบริการ
                            หรือที่ทางผู้ขายหรือผู้ให้บริการได้เสนอผลิตภัณฑ์หรือบริการให้กับท่าน ทั้งนี้
                            ข้อมูลที่ส่งต่อหรือแบ่งปันกันในลักษณะนี้นั้นจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของบุคคลภายนอก
                            มิใช่ภายใต้นโยบายความเป็นส่วนตัวฉบับนี้
                            <br><br>
                            3.4 เว็บไซต์ต่าง ๆ ในสื่อสังคมออนไลน์
                            ท่านสามารถล็อกอินเข้าสู่เว็บไซต์และแพลตฟอร์มของเราได้โดยไม่ต้องกรอกข้อมูลในแบบฟอร์ม
                            ในกรณีที่ท่านเข้าสู่ระบบผ่านระบบล็อคอินของสื่อสังคมออนไลน์
                            ท่านให้ความยินยอมโดยชัดแจ้งให้เราเข้าถึงและจัดเก็บข้อมูลสาธารณะที่อยู่ในบัญชีต่าง ๆ
                            ในสื่อสังคมออนไลน์ของท่าน (เช่น Facebook Google หรือ Instagram) รวมไปถึงข้อมูลอื่น ๆ
                            ที่ปรากฏขึ้นระหว่างการใช้ระบบล็อกอินผ่านสื่อสังคมออนไลน์ดังกล่าว นอกจากนี้
                            เราอาจส่งอีเมลของท่านไปยังสื่อสังคมออนไลน์
                            เพื่อเป็นการระบุตัวตนว่าท่านเป็นสมาชิกของบรรดาสื่อสังคมออนไลน์ที่เกี่ยวข้องหรือไม่
                            และเพื่อเป็นการลงโฆษณาที่เหมาะสมกับความชอบและที่เกี่ยวข้องบนบัญชีสื่อสังคมออนไลน์ของท่าน
                            ตามความเหมาะสม เรายังร่วมมือกับบุคคลภายนอกอื่น ๆ
                            ซึ่งจะทำให้ท่านสามารถเข้ารับบริการหรือเข้าร่วมรับข้อเสนอโปรโมชั่นของบุคคลภายนอกอื่น ๆ
                            เหล่านั้นได้ ยกตัวอย่างเช่น สำหรับบางบริษัท
                            ท่านสามารถใช้เลขโปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง (Loyalty program number) ของท่าน
                            หรือล็อกอินเข้าสู่ระบบออนไลน์ของท่าน เพื่อรับหรือสมัครบริการของบริษัทนั้น ๆ ได้ นอกจากนี้
                            ท่านสามารถเชื่อมบัญชีสื่อสังคมออนไลน์ของท่านกับบัญชีบริการออนไลน์ของท่านได้
                            หรือเข้าสู่ระบบของบัญชีบริการออนไลน์ของท่านจากบัญชีสื่อสังคมออนไลน์ของท่าน ทั้งนี้
                            เมื่อท่านสมัครบริการต่าง ๆ ดังกล่าวนั้น
                            เราจะแบ่งปันข้อมูลส่วนบุคคลของท่านไปยังบุคคลภายนอกที่ท่านได้ทำการสมัครบริการไว้
                            หากท่านไม่ประสงค์ที่จะแบ่งปันข้อมูลส่วนบุคคลของท่านด้วยวิธีการนี้
                            โปรดอย่าให้เลขโปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง (Loyalty program number)
                            หรือหมายเลขโปรแกรมสะสมคะแนน (Reward program number) ของท่านแก่บุคคลภายนอก
                            และอย่าสมัครรับข้อเสนอโปรโมชั่นโดยใช้บัญชีบริการออนไลน์ของท่าน
                            รวมทั้งอย่าเชื่อมต่อบัญชีบริการออนไลน์ของท่านเข้ากับบัญชีที่ให้บริการโดยบุคคลภายนอก
                            ข้อมูลที่ส่งต่อหรือแบ่งปันกันในลักษณะนี้นั้นจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของบุคคลภายนอก
                            มิใช่ภายใต้นโยบายความเป็นส่วนตัวฉบับนี้
                            <br><br>
                            3.5 บุคคลภายนอกตามที่กฎหมายกำหนด ในบางกรณี
                            เราอาจจะจำเป็นที่จะต้องเปิดเผยหรือแบ่งปันข้อมูลส่วนบุคคลของท่านเพื่อปฏิบัติตามกฎหมาย
                            หรือกฎข้อบังคับ ซึ่งรวมถึง การปฏิบัติตามหน่วยงานที่บังคับใช้กฎหมาย ศาล เจ้าพนักงาน
                            หน่วยงานรัฐ หรือบุคคลภายนอกอื่น ๆ
                            ในกรณีที่เราเชื่อว่าจำเป็นจะต้องปฏิบัติตามหน้าที่ตามกฎหมายหรือกฎข้อบังคับทางกฎหมาย
                            หรือเพื่อการปกป้องสิทธิของเรา สิทธิของบุคคลอื่น หรือเพื่อความปลอดภัยของบุคคล
                            หรือเพื่อตรวจสอบ ป้องกัน หรือจัดการเกี่ยวกับปัญหาการทุจริต หรือด้านความมั่นคงหรือความปลอดภัย
                            <br><br>
                            3.6 ที่ปรึกษาด้านต่าง ๆ ที่ปรึกษาด้านต่าง ๆ นั้นรวมถึงทนายความ
                            ผู้เชี่ยวชาญทางเทคนิคและผู้ตรวจสอบบัญชีที่ช่วยในการประกอบธุรกิจ การดำเนินคดี
                            หรือจัดการเกี่ยวกับข้อเรียกร้องทางกฎหมาย
                            <br><br>
                            3.7 สมาคม และองค์กรต่าง ๆ เราอาจโอนข้อมูลส่วนบุคคลของท่านไปยังสมาคมต่าง ๆ เช่น
                            สมาคมการค้าผู้ให้บริการชำระเงินอิเล็กทรอนิกส์ไทย (TEPA)
                            สำนักงานพัฒนาธุรกรรมทางอิเล็กทรอนิกส์ (สพธอ.) สมาคมสหพันธ์องค์กรผู้บริโภค (สสอบ.)
                            มูลนิธิเพื่อผู้บริโภค หอการค้าไทยและสภาหอการค้าแห่งประเทศไทย
                            สมาคมผู้ประกอบการพาณิชย์อิเล็กทรอนิกส์ไทย สมาคมค้าปลีก สมาคมศูนย์การค้า
                            หรือกลุ่มแยกราชประสงค์
                            <br><br>
                            3.8 ผู้รับโอนสิทธิและ/หรือหน้าที่
                            ผู้รับโอนสิทธิและ/หรือหน้าที่นั้นหมายความรวมถึงบุคคลภายนอกในกรณีมีการปรับโครงสร้างองค์กร
                            การควบรวมกิจการ การโอนกิจการไม่ว่าจะบางส่วน หรือทั้งหมด การขาย การซื้อ การร่วมลงทุน
                            การโอนสิทธิ การโอน หรือการจำหน่ายกิจการ ทรัพย์สิน หรือหุ้น หรือการทำธุรกรรมที่คล้ายกัน
                            ไม่ว่าบางส่วนหรือทั้งหมด
                            ผู้รับโอนสิทธิและ/หรือหน้าที่ของเราจะปฏิบัติตามนโยบายความเป็นส่วนตัวฉบับนี้เพื่อเป็นการเคารพต่อข้อมูลส่วนบุคคลของท่าน
                            <br><br>

                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    @include('frontend/inc_footer')

</body>

</html>